Server/load-test.yml
config:
  target: 'https://madhur-dairy-daily-need-server-1eu6.onrender.com'
  phases:
    - duration: 30
      arrivalRate: 3
  defaults:
    headers:
      Content-Type: application/json
scenarios:
  - flow:
    - post:
        url: "/admin/get-admin"
        json:
          _id: "codecrust1615@gmail.com"